INSERT INTO users (passportNumber, passportSerie, surname, name, patronymic, address)
VALUES ('123456', '1234', 'Иванов', 'Иван', 'Иванович', 'Москва, ул. Пушкина, д. 1'),
       ('234567', '2545', 'Петров', 'Петр', 'Петрович', 'Санкт-Петербург, ул. Лермонтова, д. 2'),
       ('345678', '3456', 'Сидоров', 'Сидор', 'Сидорович', 'Новосибирск, ул. Ленина, д. 3'),
       ('456789', '4567', 'Кузнецов', 'Николай', 'Николаевич', 'Казань, ул. Баумана, д. 4'),
       ('567890', '5678', 'Смирнов', 'Алексей', 'Алексеевич', 'Екатеринбург, ул. Мира, д. 5');

INSERT INTO tasks (userId, taskName, startTime, endTime)
VALUES (3, 'Задача 1', '2024-07-15 09:00:00'::timestamp, '2024-07-15 10:00:00'::timestamp),
       (2, 'Задача 2', '2024-07-15 12:00:00'::timestamp, '2024-07-15 13:00:00'::timestamp),
       (3, 'Задача 3', '2024-07-15 15:00:00'::timestamp, '2024-07-15 16:00:00'::timestamp),
       (4, 'Задача 4', '2024-07-15 18:00:00'::timestamp, '2024-07-15 19:00:00'::timestamp),
       (5, 'Задача 5', '2024-07-15 21:00:00'::timestamp, '2024-07-15 22:00:00'::timestamp);